---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightSourceDiameter
source: html/6ef252dc-e5cb-cdb3-dbd9-883782508dc9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightSourceDiameter Property

"Light Source Symbol Size"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightSourceDiameter { get; }
```